Repository: SolidaridadDigital/manifesto
Catalog: manifesto/allauth/locale/*/LC_MESSAGES/django.po
Languages: es

source: Password
es: Contraseña

source: Remember Me
es: Recuerdame

source: E-mail
es: Correo

source: Username
es: Usuario

source: This account is currently inactive.
es: Esta cuenta esta actualmente inactiva.

source: The e-mail address and/or password you specified are not correct.
es: La dirección de correo y/o la contraseña que especifico no son correctas.

source: The username and/or password you specified are not correct.
es: El usuario y/o contraseña que especifico

source: Name
es: Nombre

source: Last Name
es: Apellido

source: E-mail (optional)
es: Correo (opcional)

source: Usernames can only contain letters, numbers and underscores.
es: Los usuarios pueden sólo contener letras, numeros y guines bajos.

source: This username is already taken. Please choose another.
es: EL usuario ya esta tomado. Por favor escoja otro.

source: A user is registered with this e-mail address.
es: Ya existe un usuario registrado con ese correo.

source: Password (again)
es: Contraseña (de nuevo)

source: Comment
es: Comentario

source: Country
es: Pais

source: Suscribed
es: Suscrito

source: You must type the same password each time.
es: Debes ingresar la misma contraseña ambas veces.

source: Your e-mail address has already been verified
es: Tu dirección de correo ya ha sido verificada.

source: Confirmation e-mail sent to %(email)s
es: Correo de confirmación enviado a %(email)s

source: This e-mail address already associated with this account.
es: Esta dirección de correo ya esta asociada a tu cuenta.

source: This e-mail address already associated with another account.
es: Esta dirección de correo ya esta asociada a otra cuenta.

source: Current Password
es: Contraseña Actual

source: New Password
es: Nueva Contraseña

source: New Password (again)
es: Nueva Contraseña (de nuevo)

source: Please type your current password.
es: Por favor ingresa tu contraseña actual.

source: The e-mail address is not assigned to any user account
es: Esta dirección de correo no esta asociada a ninguna cuenta.

source: Password Reset E-mail
es: Contraseña Reinicio Correo

source: Successfully signed in as %(user)s.
es: Ingresadon exitosamente como %(user)s.

source: Removed e-mail address %(email)s
es: Quitada la dirreción de correo %(email)s

source: Primary e-mail address set
es: Dirección de correo primaria asignada

source: Password successfully changed.
es: Contraseña cambiada exitosamente.

source: Password successfully set.
es: Contraseña asignada exitosamente.

source: You have signed out.
es: Te has desconectado.

source: Your local account has no password setup.
es: Tu usuario local no tiene una contraseña asignada.

source: Your local account has no verified e-mail address.
es: Tu usuario local no ha verificado dirección de correo.

source: The social account has been connected to your existing account
es: La cuenta socual ha sido conectada a tu cuenta

source: The social account has been disconnected
es: La cuenta social ha sido desconectada

source: Account
es: Cuenta

source: E-mail Addresses
es: Dirreciones de Correo

source: The following e-mail addresses are associated to your account:
es: Las siguientes direcciones de correo están asociadas a tu cuenta:

source: Verified
es: Verificado

source: Unverified
es: No Verificado

source: Primary
es: Primario

source: Make Primary
es: Hacer Primario

source: Re-send Verification
es: Re-enviar Verificación

source: Remove
es: Quitar

source: Warning:
es: Cuidado:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
es: Actualmente no tienes ninguna dirección de correo asignada. Deberias agregar una dirección de correo para que puedas recibir notificaciones, cambiar contraseña, etc.

source: Add E-mail Address
es: Agregar Dirección de Correo

source: Add E-mail
es: Agregar Correo

source: Do you really want to remove the selected e-mail address?
es: ¿Seguro quieres borrar las dirreciones de correo seleccionadas?

source: Sign In
es: Ingresar

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
es: Por favor ingresa en una the las cuentas externas existentes. O, <a href="%(signup_url)s">registrate</a> para una cuenta %(site_name)s y ingresa aqui:

source: or
es: o

source: Forgot Password?
es: ¿Olvido su contraseña'

source: Signed Out
es: Desconectarse

source: Change Password
es: Cambiar Contraseña

source: Delete Password
es: Borrar Contraseña

source: You may delete your password since you are currently logged in using OpenID.
es: Puedes borrar tu contraseña dado que estas conectado por tu OpenID.

source: delete my password
es: borrar mi contraseña

source: Password Deleted
es: Borrar Contraseña

source: Your password has been deleted.
es: Tu contraseña ha sido borrada.

source: Password Reset
es: Reinicio de Contraseña

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
es: ¿Olvido su contraseña? Entre su dirección de correo aqui, y le enviaremos un correo que le permitirá reiniciarla.

source: Reset My Password
es: Reiniciar Mi Contraseña

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
es: Si tienes problemas reiniciando tu contraseña, contactanos en <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: We have sent you an e-mail. If you do not receive it within a few minutes, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
es: Te hemos enviado un correo. Si no lo recives en unos minutos, contactanos en <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Bad Token
es: Caracter Malo

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El link de reinicio de contraseña es invalido, posiblemente por ya fue usado. Por favor pide un <a href="%(passwd_reset_url)s">nuevo reinicio</a>.

source: change password
es: cambiar contraseña

source: Your password is now changed.
es: TU contraseña esta cambiada.

source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s In case you forgot, your username is %(username)s. Thanks for using our site!
es: Has recibido este correo porque tu o alguien más ha solicitado una contraseña para tu cuenta en %(site_domain)s. Puedes ignorarlo si no lo pediste. presiona el enlace abajo para reiniciar tu contraseña. %(password_reset_url)s En caso que lo olvidaras, tu usuario es %(username)s. ¡Gracias por usar nuestro sitio!

source: Set Password
es: Ingresar Contraseña

source: Verify Your E-mail Address
es: Verificar tu Dirección de Correo

source: We have sent you an e-mail to <b>%(email)s</b> for verification. Follow the link provided to finalize the signup process. If you do not receive it within a few minutes, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
es: Te hemos enviado un correo a <b>%(email)s</b> para verificar. sigue el enlace provisto para finalizar el proceso de inscripción. Si no lo recibes en unos minutos, contactanos en <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Signup
es: Registrarse

source: Sign Up
es: Registrarse

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
es: ¿Ya tienes cuenta? Entonces por favor <a href="%(login_url)s">Ingresa</a>.

source: Note
es: Nota

source: you are already logged in as %(user_display)s.
es: ya estas conectado como %(user_display)s.

source: E-mail Address Confirmation
es: Confirmación de Dirección de Correo

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user '%(user)s'.
es: Has confirmado que <a href="mailto:%(email)s">%(email)s</a> es una direcciónde correo para el usuario '%(user)s'.

source: Invalid confirmation key.
es: Confirmación de llave invalida.

source: User '%(user)s' at %(site_name)s has given this as an email address. To confirm this is correct, go to %(activate_url)s
es: Usuario '%(user)s' en %(site_name)s ha entregado está dirección de correo. Para confirmar que esto es correcto, ve a %(activate_url)s

source: Confirm E-mail Address
es: Confirmar Dirreción de Correo

source: OpenID Sign In
es: Ingreso OpenID

source: Account Inactive
es: Cuenta Inactiva

source: This account is inactive.
es: Esta cuenta esta inactiva.

source: Social Network Login Failure
es: Ingreso de Red Social Fallido

source: An error occured while attempting to login via your social network account.
es: A ocurrido un error tratando de conectarse por la cuenta de red social.

source: Account Connections
es: Conecciones de Cuenta

source: You can sign in to your account using any of the following third party accounts:
es: Puedes ingresar a tu cuenta usando las siguientes cuentas externas:

source: Add a 3rd Party Account
es: Agregar una Cuenta Externa

source: Login Cancelled
es: Ingreso Cancelado

source: You decided to cancel logging in to our site using one of your exisiting accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
es: Has decidido cancelar tu ingreso en nuestro sitio usando una de tus cuentas existentes. Si esto fue un error, procede a <a href="%(login_url)s">Ingresar</a>.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
es: Estas por usar tu cuenta de %(provider_name)s para conectarte a %(site_name)s. Como paso final, completa el siguiente formulario:
